{
	"covid": "COVID-19 là bệnh truyền nhiễm do virus SARS-CoV-2 gây ra, với triệu chứng như sốt, ho, mất vị giác và khó thở.",
	"cảm cúm": "Cảm cúm là bệnh do virus cúm gây ra, có triệu chứng sốt, đau đầu, ho, sổ mũi và mệt mỏi.",
	"sốt xuất huyết": "Sốt xuất huyết do virus Dengue lây qua muỗi Aedes, gây sốt cao, đau mắt, phát ban và xuất huyết.",
	"viêm họng": "Viêm họng gây đau rát cổ họng, khó nuốt, sốt nhẹ, có thể kèm theo ho hoặc sưng amidan.",
	"viêm phế quản": "Viêm phế quản là tình trạng viêm đường thở, gây ho kéo dài, đờm đặc, mệt mỏi và khó thở nhẹ.",
	"viêm phổi": "Viêm phổi là nhiễm trùng phổi gây ho nặng, sốt cao, ớn lạnh, đau ngực và thở ngắn.",
	"hen suyễn": "Hen suyễn là bệnh mãn tính gây hẹp đường thở, thường gặp các cơn ho, khò khè và khó thở.",
	"viêm xoang": "Viêm xoang là viêm các khoang xoang mũi, gây đau đầu, nghẹt mũi, chảy mũi và áp lực ở mặt.",
	"lao phổi": "Lao phổi là bệnh nhiễm khuẩn do vi khuẩn lao gây ra, với triệu chứng ho kéo dài, ho ra máu và sụt cân.",
	"hiv": "HIV là virus gây suy giảm miễn dịch ở người, truyền qua máu, tình dục hoặc từ mẹ sang con.",
	"cao huyết áp": "Cao huyết áp là bệnh lý tim mạch nguy hiểm, làm tăng áp lực lên mạch máu, dẫn đến đột quỵ hoặc nhồi máu.",
	"nhồi máu cơ tim": "Nhồi máu cơ tim xảy ra khi dòng máu tới tim bị chặn, gây đau ngực nghiêm trọng, có thể đe dọa tính mạng.",
	"đột quỵ": "Đột quỵ là khi máu không đến được não, gây mất ý thức, liệt hoặc tử vong nếu không cấp cứu kịp thời.",
	"parkinson": "Parkinson là rối loạn thần kinh vận động mạn tính, gây run tay, cứng cơ và chuyển động chậm.",
	"alzheimer": "Alzheimer là dạng sa sút trí tuệ phổ biến, gây mất trí nhớ, khó nói chuyện và thay đổi hành vi.",
	"tiểu đường": "Tiểu đường là rối loạn chuyển hóa glucose, cần kiểm soát bằng thuốc, chế độ ăn và luyện tập.",
	"viêm dạ dày": "Viêm dạ dày gây đau bụng, buồn nôn, đầy hơi và khó tiêu, thường liên quan đến stress hoặc vi khuẩn HP.",
	"tiêu chảy": "Tiêu chảy là tình trạng đi ngoài phân lỏng nhiều lần, thường do nhiễm khuẩn, virus hoặc thức ăn kém vệ sinh.",
	"táo bón": "Táo bón là tình trạng khó đi ngoài, phân khô cứng, do ít chất xơ, thiếu nước hoặc vận động.",
	"paracetamol": "Paracetamol là thuốc giảm đau, hạ sốt an toàn, được dùng phổ biến trong nhiều bệnh lý.",
	"ibuprofen": "Ibuprofen là thuốc kháng viêm không steroid, dùng để giảm đau, hạ sốt và viêm.",
	"amoxicillin": "Amoxicillin là kháng sinh nhóm penicillin, dùng điều trị nhiễm khuẩn đường hô hấp, tai mũi họng.",
	"vitamin c": "Vitamin C giúp tăng sức đề kháng, chống oxy hóa và hỗ trợ làm lành vết thương.",
	"ho": "Ho là phản xạ làm sạch đường thở, có thể do viêm họng, cảm lạnh hoặc các bệnh phổi.",
	"sốt": "Sốt là phản ứng của cơ thể với nhiễm trùng hoặc viêm. Nếu sốt cao kéo dài, nên đi khám.",
	"khó thở": "Khó thở là dấu hiệu nghiêm trọng, có thể do hen suyễn, viêm phổi hoặc bệnh tim.",
	"đau đầu": "Đau đầu có thể do căng thẳng, mất ngủ, cảm cúm hoặc các bệnh thần kinh.",
	"mất ngủ": "Mất ngủ là tình trạng khó ngủ, ngủ không sâu, có thể do stress, thói quen hoặc bệnh lý."
}
